<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>blocking_applications</key>
	<array>
		<string>Firefox</string>
		<string>Safari</string>
		<string>Opera</string>
	</array>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string></string>
	<key>display_name</key>
	<string>PlugIn</string>
	<key>installed_size</key>
	<integer>6164</integer>
	<key>installer_item_hash</key>
	<string>c2402fe0f11f4307e194485824f3c6075684bbfbc4d56b5a0cd4cbb6f210834a</string>
	<key>installer_item_location</key>
	<string>plugins/Adobe Flash Player-10.3.181.14.dmg</string>
	<key>installer_item_size</key>
	<integer>5653</integer>
	<key>minimum_os_version</key>
	<string>10.4.0</string>
	<key>name</key>
	<string>Adobe Flash Player</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>filename</key>
			<string>Adobe Flash Player.pkg</string>
			<key>installed_size</key>
			<integer>6164</integer>
			<key>packageid</key>
			<string>com.adobe.pkg.FlashPlayer</string>
			<key>version</key>
			<string>10.3.181.14</string>
		</dict>
	</array>
	<key>blocking_applications</key>
	<array>
	        <string>Firefox</string>
	        <string>Safari</string>
	        <string>Opera</string>
	</array>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>10.3.181.14</string>
</dict>
</plist>
