<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string></string>
	<key>display_name</key>
	<string>Microsoft Silverligh Browser Plug-In</string>
	<key>installed_size</key>
	<integer>33480</integer>
	<key>installer_item_hash</key>
	<string>e9eeb880402a7bd77140ebff047fcecb6fab5ac9fa76e8daabce1c56382087e8</string>
	<key>installer_item_location</key>
	<string>plugins/Silverlight-4.0.50917.0.0.dmg</string>
	<key>installer_item_size</key>
	<integer>13615</integer>
	<key>minimum_os_version</key>
	<string>10.4.0</string>
	<key>name</key>
	<string>Silverlight</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>filename</key>
			<string>Silverlight.pkg</string>
			<key>installed_size</key>
			<integer>33480</integer>
			<key>packageid</key>
			<string>com.microsoft.installSilverlightPlugin</string>
			<key>version</key>
			<string>4.0.50917.0.0</string>
		</dict>
	</array>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>4.0.50917.0.0</string>
</dict>
</plist>
