<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
	<dict>
		<key>RestartAction</key>
		<string>RequireLogout</string>
		<key>autoremove</key>
		<false/>
		<key>catalogs</key>
		<array>
			<string>testing</string>
		</array>
		<key>display_name</key>
		<string>Adobe Acrobat Pro Update</string>
		<key>installer_item_hash</key>
		<string>a073c00dd7b36971757fb460543115a91556063422236bdd87a02e3639ab1309</string>
		<key>installer_item_location</key>
		<string>adobe/AcroProUpd942_all.dmg</string>
		<key>installer_item_size</key>
		<integer>122384</integer>
		<key>installer_type</key>
		<string>AdobeAcrobatUpdater</string>
		<key>installs</key>
		<array>
			<dict>
				<key>CFBundleIdentifier</key>
				<string>com.adobe.Acrobat.Pro</string>
				<key>CFBundleName</key>
				<string>Acrobat</string>
				<key>CFBundleShortVersionString</key>
				<string>9.4.2</string>
				<key>path</key>
				<string>/Applications/Adobe Acrobat 9 Pro/Adobe Acrobat Pro.app</string>
				<key>type</key>
				<string>application</string>
			</dict>
		</array>
		<key>minimum_os_version</key>
		<string>10.4.0</string>
		<key>name</key>
		<string>AcrobatPro9Update</string>
		<key>requires</key>
		<array>
			<string>AcrobatPro9Update-9.4.1.0.0</string>
		</array>
		<key>uninstallable</key>
		<false/>
		<key>update_for</key>
		<array>
			<string>AcrobatPro9</string>
		</array>
		<key>version</key>
		<string>9.4.2.0.0</string>
	</dict>
</plist>
