<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>RestartAction</key>
	<string>RequireLogout</string>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>display_name</key>
	<string>Adobe Acrobat Pro Update</string>
	<key>installer_item_hash</key>
	<string>1d94e8d9bc8d40c642241b4fed47fb8e987db007f9bdcaaf706eaed703cb2b9a</string>
	<key>installer_item_location</key>
	<string>adobe/AcroProUpd931_all-9.3.1.dmg</string>
	<key>installer_item_size</key>
	<integer>16758</integer>
	<key>installer_type</key>
	<string>AdobeAcrobatUpdater</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>com.adobe.Acrobat.Pro</string>
			<key>CFBundleName</key>
			<string>Acrobat</string>
			<key>CFBundleShortVersionString</key>
			<string>9.3.1</string>
			<key>path</key>
			<string>/Applications/Adobe Acrobat 9 Pro/Adobe Acrobat Pro.app</string>
			<key>type</key>
			<string>application</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>10.4.0</string>
	<key>name</key>
	<string>AcrobatPro9Update</string>
	<key>requires</key>
	<array>
	  <string>AcrobatPro9Update-9.3.0.0.0</string>
	</array>
	<key>uninstallable</key>
	<false/>
	<key>update_for</key>
	<array>
		<string>AcrobatPro9</string>
	</array>
	<key>version</key>
	<string>9.3.1.0.0</string>
</dict>
</plist>
