<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>AdobeSetupType</key>
	<string>ProductInstall</string>
	<key>adobe_install_info</key>
	<dict>
		<key>media_signature</key>
		<string>{88878C42-AB99-4615-8B76-D5E783F174BF}</string>
		<key>payload_count</key>
		<integer>5</integer>
		<key>uninstallxml</key>
		<string>
			&lt;Deployment&gt;
                &lt;Properties&gt;
                    &lt;Property name="edtWorkflow"&gt;1&lt;/Property&gt;
                    &lt;Property name="mediaSignature"&gt;{88878C42-AB99-4615-8B76-D5E783F174BF}&lt;/Property&gt;
                    &lt;Property name="uninstall"&gt;1&lt;/Property&gt;
                &lt;/Properties&gt;
                &lt;Payloads&gt;
                    &lt;!-- Adobe Encore CS5 Third Party Royalty Content --&gt;
                    &lt;Payload adobeCode="{0E3C6C75-872D-4B0D-B0B2-31C717250691}"&gt;
                        &lt;Action&gt;remove&lt;/Action&gt;
                    &lt;/Payload&gt;
                    &lt;!-- AdobeHelp --&gt;
                    &lt;Payload adobeCode="{298CF0B0-8B47-46DF-B726-8E4BFAD5432E}"&gt;
                        &lt;Action&gt;configdbonly&lt;/Action&gt;
                    &lt;/Payload&gt;
                    &lt;!-- Adobe AIR --&gt;
                    &lt;Payload adobeCode="{2C8C0585-5083-4032-94B8-A9AD04ED0716}"&gt;
                        &lt;Action&gt;configdbonly&lt;/Action&gt;
                    &lt;/Payload&gt;
                    &lt;!-- Adobe Media Player --&gt;
                    &lt;Payload adobeCode="{463D65D7-CD43-4FAC-A6C7-7D24CB5DB93B}"&gt;
                        &lt;Action&gt;configdbonly&lt;/Action&gt;
                    &lt;/Payload&gt;
                    &lt;!-- Adobe Premiere Pro CS5 Third Party Royalty Content --&gt;
                    &lt;Payload adobeCode="{565DE707-5798-4FC3-8DF6-0F58A348A9B0}"&gt;
                        &lt;Action&gt;remove&lt;/Action&gt;
                    &lt;/Payload&gt;
                    &lt;!-- Adobe Media Encoder CS5 PCI --&gt;
                    &lt;Payload adobeCode="{5A39FDD0-686E-49BD-A6FF-02F7E8256DBF}"&gt;
                        &lt;Action&gt;remove&lt;/Action&gt;
                    &lt;/Payload&gt;
                    &lt;!-- Adobe Contribute CS5 --&gt;
                    &lt;Payload adobeCode="{606853EA-E138-47A4-B0B2-692C7788607E}"&gt;
                        &lt;Action&gt;remove&lt;/Action&gt;
                    &lt;/Payload&gt;
                    &lt;!-- Adobe Media Encoder CS5 Dolby --&gt;
                    &lt;Payload adobeCode="{627D49F9-9F71-436C-9B85-9ACAA9E78561}"&gt;
                        &lt;Action&gt;remove&lt;/Action&gt;
                    &lt;/Payload&gt;
                    &lt;!-- Adobe Illustrator CS5 --&gt;
                    &lt;Payload adobeCode="{6A75E573-6909-4D48-BDFA-D8ED118605A5}"&gt;
                        &lt;Action&gt;remove&lt;/Action&gt;
                    &lt;/Payload&gt;
                    &lt;!-- Adobe Fireworks CS5 --&gt;
                    &lt;Payload adobeCode="{755A9707-8A74-4B18-A6FD-F80F5893BDF2}"&gt;
                        &lt;Action&gt;remove&lt;/Action&gt;
                    &lt;/Payload&gt;
                    &lt;!-- Adobe OnLocation CS5 Royalty Content --&gt;
                    &lt;Payload adobeCode="{7816FDDE-40D4-482D-AD7D-97858985DB3E}"&gt;
                        &lt;Action&gt;remove&lt;/Action&gt;
                    &lt;/Payload&gt;
                    &lt;!-- Adobe Photoshop CS5 --&gt;
                    &lt;Payload adobeCode="{7DFEBBA4-81E1-425B-BBAA-06E9E5BBD97E}"&gt;
                        &lt;Action&gt;remove&lt;/Action&gt;
                    &lt;/Payload&gt;
                    &lt;!-- Adobe InDesign CS5 --&gt;
                    &lt;Payload adobeCode="{9EEF9016-4356-11DF-9781-28A32C404F28}"&gt;
                        &lt;Action&gt;remove&lt;/Action&gt;
                    &lt;/Payload&gt;
                    &lt;!-- Adobe Encore CS5 --&gt;
                    &lt;Payload adobeCode="{A334FDED-DCCA-481E-B226-F902CCC419D2}"&gt;
                        &lt;Action&gt;remove&lt;/Action&gt;
                    &lt;/Payload&gt;
                    &lt;!-- Adobe Flash Catalyst CS5 --&gt;
                    &lt;Payload adobeCode="{A4EE8093-4250-4D8B-BDE4-A4675BB44953}"&gt;
                        &lt;Action&gt;remove&lt;/Action&gt;
                    &lt;/Payload&gt;
                    &lt;!-- Adobe OnLocation CS5 --&gt;
                    &lt;Payload adobeCode="{ABDC1F61-2C50-4BB1-ACDA-66D412D72582}"&gt;
                        &lt;Action&gt;remove&lt;/Action&gt;
                    &lt;/Payload&gt;
                    &lt;!-- Adobe Flash Builder 4 --&gt;
                    &lt;Payload adobeCode="{B198547F-579A-4CE1-AC61-558130922957}"&gt;
                        &lt;Action&gt;remove&lt;/Action&gt;
                    &lt;/Payload&gt;
                    &lt;!-- Adobe Premiere Pro CS5 Third Party Content --&gt;
                    &lt;Payload adobeCode="{B8D286BC-A68D-4E74-9F68-8756A49896D8}"&gt;
                        &lt;Action&gt;remove&lt;/Action&gt;
                    &lt;/Payload&gt;
                    &lt;!-- Adobe After Effects CS5 Third Party Content --&gt;
                    &lt;Payload adobeCode="{C0AA232E-BD1B-40B5-A176-A2BEB67FFAE1}"&gt;
                        &lt;Action&gt;remove&lt;/Action&gt;
                    &lt;/Payload&gt;
                    &lt;!-- Adobe Premiere Pro CS5 --&gt;
                    &lt;Payload adobeCode="{C21384F7-1A36-4706-95AB-B09BCE3C144F}"&gt;
                        &lt;Action&gt;remove&lt;/Action&gt;
                    &lt;/Payload&gt;
                    &lt;!-- Adobe Soundbooth CS5 --&gt;
                    &lt;Payload adobeCode="{CBE4F6C3-788E-4CAC-BA25-26FE39A3BC8C}"&gt;
                        &lt;Action&gt;remove&lt;/Action&gt;
                    &lt;/Payload&gt;
                    &lt;!-- Adobe After Effects CS5 Third Party Royalty Content --&gt;
                    &lt;Payload adobeCode="{CD29B5CA-4727-4114-9AD9-25CCCE6E4014}"&gt;
                        &lt;Action&gt;remove&lt;/Action&gt;
                    &lt;/Payload&gt;
                    &lt;!-- Adobe Flash Pro CS5 --&gt;
                    &lt;Payload adobeCode="{CFC9F871-7C40-40B6-BE4A-B98A5B309716}"&gt;
                        &lt;Action&gt;remove&lt;/Action&gt;
                    &lt;/Payload&gt;
                    &lt;!-- Adobe After Effects CS5 --&gt;
                    &lt;Payload adobeCode="{DA1B174B-4297-467C-9EF8-0AB8D4D5171E}"&gt;
                        &lt;Action&gt;remove&lt;/Action&gt;
                    &lt;/Payload&gt;
                    &lt;!-- Adobe Dreamweaver CS5 --&gt;
                    &lt;Payload adobeCode="{DD5B1FAF-47FA-4B6D-A31C-5E313EB0DD07}"&gt;
                        &lt;Action&gt;remove&lt;/Action&gt;
                    &lt;/Payload&gt;
                    &lt;!-- Adobe Soundbooth CS5 Codecs --&gt;
                    &lt;Payload adobeCode="{DE5DE662-2ECB-4D93-967B-221FBCC8A736}"&gt;
                        &lt;Action&gt;remove&lt;/Action&gt;
                    &lt;/Payload&gt;
                    &lt;!-- Adobe Soundbooth CS5 Royalty Codecs --&gt;
                    &lt;Payload adobeCode="{F319804F-E3A4-4C02-8AEC-CB39A4F6447E}"&gt;
                        &lt;Action&gt;remove&lt;/Action&gt;
                    &lt;/Payload&gt;
                &lt;/Payloads&gt;
            &lt;/Deployment&gt;
		</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string></string>
	<key>display_name</key>
	<string>Adobe CS5 Master Collection</string>
	<key>installed_size</key>
	<integer>872902</integer>
	<key>installer_item_hash</key>
	<string>72e5bb746431db24294bd821884957847df8baf5b171373ad42d756fbf6f778b</string>
	<key>installer_item_location</key>
	<string>adobe/Adobe CS5 Master Collection.dmg</string>
	<key>installer_item_size</key>
	<integer>5995645</integer>
	<key>installer_type</key>
	<string>AdobeCS5AAMEEPackage</string>
	<key>installs</key>
	<array>
		<dict>
			<key>path</key>
			<string>/Library/Application Support/Adobe/Uninstall/{88878C42-AB99-4615-8B76-D5E783F174BF}.db</string>
			<key>type</key>
			<string>file</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>10.5.8</string>
	<key>name</key>
	<string>AdobeCS5MasterCollection</string>
	<key>payloads</key>
	<array>
		<dict>
			<key>AdobeCode</key>
			<string>{D20D27DB-B598-4142-8B7E-BE1342BA77C9}</string>
			<key>display_name</key>
			<string>Adobe After Effects CS5</string>
			<key>installed_size</key>
			<integer>460196</integer>
			<key>version</key>
			<string>10.0.1.0.0</string>
		</dict>
		<dict>
			<key>AdobeCode</key>
			<string>{7D446C8E-2FAF-4C5D-8FC6-7A4433A34FD4}</string>
			<key>display_name</key>
			<string>Adobe After Effects CS5 Third Party Content</string>
			<key>installed_size</key>
			<integer>198545</integer>
			<key>version</key>
			<string>10.0.1.0.0</string>
		</dict>
		<dict>
			<key>AdobeCode</key>
			<string>{AAC33035-8CD9-4089-900B-10F4350AE81E}</string>
			<key>display_name</key>
			<string>Adobe After Effects CS5 Third Party Content Wrapper</string>
			<key>installed_size</key>
			<integer>167349</integer>
			<key>version</key>
			<string>10.0.1.0.0</string>
		</dict>
		<dict>
			<key>AdobeCode</key>
			<string>{2F02E440-B7BF-4018-8CB5-977257350EAB}</string>
			<key>display_name</key>
			<string>Adobe After Effects CS5 Third Party Royalty Content</string>
			<key>installed_size</key>
			<integer>13941</integer>
			<key>version</key>
			<string>10.0.1.0.0</string>
		</dict>
		<dict>
			<key>AdobeCode</key>
			<string>{A8573435-DB08-4E7E-8E19-D16BD9A04736}</string>
			<key>display_name</key>
			<string>Adobe After Effects CS5 Third Party Royalty Content Wrapper</string>
			<key>installed_size</key>
			<integer>32871</integer>
			<key>version</key>
			<string>10.0.1.0.0</string>
		</dict>
	</array>
	<key>uninstall_method</key>
	<string>AdobeCS5AAMEEPackage</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>10.0.1.0.0</string>
</dict>
</plist>

