<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>AdobeSetupType</key>
	<string>ProductInstall</string>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string></string>
	<key>display_name</key>
	<string>Photoshop Camera Raw</string>
	<key>installed_size</key>
	<integer>2392</integer>
	<key>installer_item_hash</key>
	<string>bcccaff8f02e4061c88505704347c32d3fd4577b9ef4efad81bf0361d3583f5b</string>
	<key>installer_item_location</key>
	<string>adobe/Camera_Raw_6_2_updater.dmg</string>
	<key>installer_item_size</key>
	<integer>71469</integer>
	<key>installer_type</key>
	<string>AdobeCS5PatchInstaller</string>
	<key>installs</key>
	<array>
		<dict>
			<key>path</key>
			<string>/Library/Application Support/Adobe/Uninstall/{449FEC7A-C78E-4E6D-9F34-C69018F2018C}.db</string>
			<key>type</key>
			<string>file</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>10.4.0</string>
	<key>name</key>
	<string>PhotoshopCameraRaw</string>
	<key>payloads</key>
	<array>
		<dict>
			<key>AdobeCode</key>
			<string>{449FEC7A-C78E-4E6D-9F34-C69018F2018C}</string>
			<key>display_name</key>
			<string>Photoshop Camera Raw</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>version</key>
			<string>6.2.0.0.0</string>
		</dict>
		<dict>
			<key>AdobeCode</key>
			<string>{FB964403-C72E-4D32-A690-5398B05447EE}</string>
			<key>display_name</key>
			<string>Camera Profiles Installer</string>
			<key>installed_size</key>
			<integer>2392</integer>
			<key>version</key>
			<string>6.2.0.0.0</string>
		</dict>
	</array>
	<key>uninstallable</key>
	<false/>
	<key>update_for</key>
	<array>
		<string>CreativeSuite5MasterCollection</string>
		<string>CreativeSuite5WebPremium</string>
		<string>AdobeProductionPremiumCS5</string>
		<string>AdobePhotoshopCS5</string>
		<string>AdobeAfterEffectsCS5</string>
	</array>
	<key>version</key>
	<string>6.2.0.0.0</string>
</dict>
</plist>
