<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string></string>
	<key>display_name</key>
	<string>Xerox Phaser 8560 Print Driver</string>
	<key>installed_size</key>
	<integer>7240</integer>
	<key>installer_item_hash</key>
	<string>a20aaf4f3f742926ab06a5b32cec4e941a4d88d1f08adfb5c8bc69aff6860e82</string>
	<key>installer_item_location</key>
	<string>drivers/xeroxPrintingSoftwareStingrayplus.dmg</string>
	<key>installer_item_size</key>
	<integer>3070</integer>
	<key>minimum_os_version</key>
	<string>10.4.0</string>
	<key>name</key>
	<string>XeroxPhaser8560</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>filename</key>
			<string>xeroxPrintingSoftwareStingrayplus.pkg</string>
			<key>installed_size</key>
			<integer>7240</integer>
			<key>packageid</key>
			<string>com.xerox.print.xeroxPhaser8560.xeroxPrintingSoftwareStingrayplus.pkg</string>
			<key>version</key>
			<string>1</string>
		</dict>
	</array>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>1</string>
</dict>
</plist>
