<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>printers</string>
	</array>
	<key>description</key>
	<string></string>
	<key>display_name</key>
	<string>1127XEROX5500DT</string>
	<key>installer_item_hash</key>
	<string>a560c6c6adcec52137e7b00419852d0e8aef528816a070c27cb0c3240d13878c</string>
	<key>installer_item_location</key>
	<string>printers/1127XEROX5500DT-1.0.dmg</string>
	<key>installer_item_size</key>
	<integer>13</integer>
	<key>minimum_os_version</key>
	<string>10.4.0</string>
	<key>name</key>
	<string>1127XEROX5500DT</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>filename</key>
			<string>1127XEROX5500DT-1.0.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.cengage.1127XEROX5500DT</string>
			<key>version</key>
			<string>1.0</string>
		</dict>
	</array>
	<key>requires</key>
	<array>
		<string>XeroxPhaser5500</string>
	</array>
	<key>uninstall_method</key>
	<string>/etc/cups/printers_deployment/uninstalls/1127XEROX5500DT.sh</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>1.0</string>
</dict>
</plist>
