<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>printers</string>
	</array>
	<key>description</key>
	<string></string>
	<key>display_name</key>
	<string>2457XEROXWC</string>
	<key>installer_item_hash</key>
	<string>e7c24aaaa46d864a6b361cd03e9a546cfa05345b02b8cdaae091b9226df248d8</string>
	<key>installer_item_location</key>
	<string>printers/2457XEROXWC-1.0.dmg</string>
	<key>installer_item_size</key>
	<integer>14</integer>
	<key>minimum_os_version</key>
	<string>10.4.0</string>
	<key>name</key>
	<string>2457XEROXWC</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>filename</key>
			<string>2457XEROXWC-1.0.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.cengage.2457XEROXWC</string>
			<key>version</key>
			<string>1.0</string>
		</dict>
	</array>
	<key>uninstall_method</key>
	<string>/etc/cups/printers_deployment/uninstalls/2457XEROXWC.sh</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>1.0</string>
</dict>
</plist>
