<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string>Macs interact well with Windows, and with CoRD the experience is a bit smoother. Great for working on the office terminal server, administrating servers or any other time you'd like your PC to be a bit closer without leaving your Mac.</string>
	<key>display_name</key>
	<string>CoRD Remote Desktop Connection</string>
	<key>installer_item_hash</key>
	<string>9ffa7d601639d291d414276ed4308dd54a3abdc0313f8ea22b44ff7ab41b6aa3</string>
	<key>installer_item_location</key>
	<string>apps/CoRD.dmg</string>
	<key>installer_item_size</key>
	<integer>1460</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>net.sf.cord</string>
			<key>CFBundleName</key>
			<string>CoRD</string>
			<key>CFBundleShortVersionString</key>
			<string>0.5.5</string>
			<key>path</key>
			<string>/Applications/CoRD.app</string>
			<key>type</key>
			<string>application</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>CoRD.app</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>10.4.0</string>
	<key>name</key>
	<string>CoRD</string>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>0.5.5</string>
</dict>
</plist>
