<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>RestartAction</key>
	<string>RequireRestart</string>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string></string>
	<key>display_name</key>
	<string>Munki - Managed software installation for OS X</string>
	<key>installed_size</key>
	<integer>1244</integer>
	<key>installer_item_hash</key>
	<string>4107f41c7acdf3a8f7868ae6711e79d9a96315d7fc7fe0dffb7715c8a2df143e</string>
	<key>installer_item_location</key>
	<string>apps/munkitools-0.7.1.1156.0.dmg</string>
	<key>installer_item_size</key>
	<integer>555</integer>
	<key>minimum_os_version</key>
	<string>10.4.0</string>
	<key>name</key>
	<string>munkitools</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>filename</key>
			<string>munkitools_core-0.7.1.1156.0.pkg</string>
			<key>installed_size</key>
			<integer>448</integer>
			<key>packageid</key>
			<string>com.googlecode.munki.core</string>
			<key>version</key>
			<string>0.7.1.1156.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>munkitools_admin-0.7.1.1156.0.pkg</string>
			<key>installed_size</key>
			<integer>60</integer>
			<key>packageid</key>
			<string>com.googlecode.munki.admin</string>
			<key>version</key>
			<string>0.7.1.1156.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>munkitools_app-3.0.16.1156.pkg</string>
			<key>installed_size</key>
			<integer>712</integer>
			<key>packageid</key>
			<string>com.googlecode.munki.app</string>
			<key>version</key>
			<string>3.0.16.1156.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>munkitools_launchd-0.7.1.pkg</string>
			<key>installed_size</key>
			<integer>24</integer>
			<key>packageid</key>
			<string>com.googlecode.munki.launchd</string>
			<key>version</key>
			<string>0.7.1.0.0</string>
		</dict>
	</array>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>0.7.1.1156.0</string>
</dict>
</plist>
