<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>installer_item_hash</key>
	<string>63b6339cfa3c15552614afa3c9595f7d75c5de488104ffa97fb67ac41df22cc7</string>
	<key>installer_item_location</key>
	<string>apps/TextWrangler_3.1-3.1.0.0.0.dmg</string>
	<key>installer_item_size</key>
	<integer>12403</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>com.barebones.textwrangler</string>
			<key>CFBundleName</key>
			<string>TextWrangler</string>
			<key>CFBundleShortVersionString</key>
			<string>3.1</string>
			<key>minosversion</key>
			<string>10.4</string>
			<key>path</key>
			<string>/Applications/TextWrangler.app</string>
			<key>type</key>
			<string>application</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>TextWrangler.app</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>10.4.0</string>
	<key>name</key>
	<string>TextWrangler</string>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>3.1.0.0.0</string>
</dict>
</plist>
