<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string></string>
	<key>display_name</key>
	<string>VMware Fusion 3.x Update</string>
	<key>installed_size</key>
	<integer>405852</integer>
	<key>installer_item_hash</key>
	<string>5a33eb1289e0a6ba9933a0c46f038c5f729581f17db3c84b1d3ab9a2a7f7d3ab</string>
	<key>installer_item_location</key>
	<string>apps/Install VMware Fusion.dmg</string>
	<key>installer_item_size</key>
	<integer>149311</integer>
	<key>minimum_os_version</key>
	<string>10.4.0</string>
	<key>name</key>
	<string>VMwareFusion3</string>
	<key>installs</key>
	<array>
        	<dict>
            		<key>type</key>
            		<string>plist</string>
            		<key>path</key>
            		<string>/Applications/VMware Fusion.app/Contents/Info.plist</string>
            		<key>CFBundleShortVersionString</key>
            		<string>3.1.3</string>
    		</dict>
	</array>
	<key>receipts</key>
	<array>
		<dict>
			<key>filename</key>
			<string>Install VMware Fusion.pkg</string>
			<key>installed_size</key>
			<integer>335344</integer>
			<key>name</key>
			<string>VMware Fusion</string>
			<key>packageid</key>
			<string>com.vmware.fusion.application</string>
			<key>version</key>
			<string>3.1.3.416484</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>MacFUSE.pkg</string>
			<key>installed_size</key>
			<integer>7024</integer>
			<key>name</key>
			<string>MacFUSE</string>
			<key>packageid</key>
			<string>com.google.macfuse</string>
			<key>version</key>
			<string>2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>com.vmware.fusion.tools.windows.pkg</string>
			<key>installed_size</key>
			<integer>50692</integer>
			<key>name</key>
			<string>VMware Fusion</string>
			<key>packageid</key>
			<string>com.vmware.fusion.tools.windows</string>
			<key>version</key>
			<string>3.1.3.416484</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>com.vmware.fusion.tools.darwin.pkg</string>
			<key>installed_size</key>
			<integer>12792</integer>
			<key>name</key>
			<string>VMware Fusion</string>
			<key>packageid</key>
			<string>com.vmware.fusion.tools.darwin</string>
			<key>version</key>
			<string>3.1.3.416484</string>
		</dict>
	</array>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>3.1.3.416484</string>
</dict>
</plist>
