<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string></string>
	<key>display_name</key>
	<string>WebEx Network Recording Player</string>
	<key>installed_size</key>
	<integer>18589</integer>
	<key>installer_item_hash</key>
	<string>7cb0c73c1a03b94d0fba945549dddad7650e497739a363cce91c0f66719ac26f</string>
	<key>installer_item_location</key>
	<string>apps/WebEx Network Recording Player.dmg</string>
	<key>installer_item_size</key>
	<integer>6257</integer>
	<key>minimum_os_version</key>
	<string>10.4.0</string>
	<key>name</key>
	<string>WebExPlayer</string>
	<key>postuninstall_script</key>
	<string>#!/bin/sh
/bin/rm -rf /Library/Application\ Support/WebEx\ Folder
/bin/rm -rf /Applications/Network\ Recording\ Player
exit 0
</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>filename</key>
			<string>WebEx Network Recording Player.pkg</string>
			<key>name</key>
			<string>WebEx Network Recording Player</string>
			<key>packageid</key>
			<string>com.cengage.webexplayer</string>
			<key>version</key>
			<string>1</string>
		</dict>
	</array>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>2.2.0</string>
</dict>
</plist>
