<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string>Microsoft Office 2011 installs Word 2011, Excel 2011, Powerpoint 2011, Outlook for Mac 2011 and Communicator.</string>
	<key>display_name</key>
	<string>Microsoft Office for Mac 2011</string>
	<key>installed_size</key>
	<integer>1692184</integer>
	<key>installer_item_hash</key>
	<string>7253869dec86baf1d16ed302551c2d16286402046ff47eefabaef51b19f64f21</string>
	<key>installer_item_location</key>
	<string>microsoft/Office 2011 Installer.dmg</string>
	<key>installer_item_size</key>
	<integer>933532</integer>
		<key>installs</key>
		<array>
		        <dict>
		            <key>type</key>
		            <string>plist</string>
		            <key>path</key>
		            <string>/Applications/Microsoft Office 2011/Office/MicrosoftComponentPlugin.framework/Resources/Info.plist</string>
		            <key>CFBundleShortVersionString</key>
		            <string>14.0.0</string>
		    </dict>
		</array>
		<key>minimum_os_version</key>
		<string>10.5.8</string>
		<key>name</key>
		<string>Office2011</string>
	<key>minimum_os_version</key>
	<string>10.5.8</string>
	<key>name</key>
	<string>Office2011</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>filename</key>
			<string>Office2011_en_required.pkg</string>
			<key>installed_size</key>
			<integer>316</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.required.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_quit.pkg</string>
			<key>installed_size</key>
			<integer>12</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.quit.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_licensing.pkg</string>
			<key>installed_size</key>
			<integer>124</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.licensing.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_required_office.pkg</string>
			<key>installed_size</key>
			<integer>1576</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.required_office.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_slt_std.pkg</string>
			<key>installed_size</key>
			<integer>7144</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.slt_std.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_core.pkg</string>
			<key>installed_size</key>
			<integer>321456</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.core.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_clipart.pkg</string>
			<key>installed_size</key>
			<integer>241836</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.clipart.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_equationeditor.pkg</string>
			<key>installed_size</key>
			<integer>4740</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.equationeditor.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_graph.pkg</string>
			<key>installed_size</key>
			<integer>5648</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.graph.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_ooxml.pkg</string>
			<key>installed_size</key>
			<integer>26388</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.ooxml.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_sounds.pkg</string>
			<key>installed_size</key>
			<integer>5180</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.sounds.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_launch.pkg</string>
			<key>installed_size</key>
			<integer>16</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.launch.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_silverlight.pkg</string>
			<key>installed_size</key>
			<integer>20</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.silverlight.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_sharepointbrowserplugin.pkg</string>
			<key>installed_size</key>
			<integer>236</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.sharepointbrowserplugin.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_word.pkg</string>
			<key>installed_size</key>
			<integer>195640</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.word.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_excel.pkg</string>
			<key>installed_size</key>
			<integer>63092</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.excel.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_powerpoint.pkg</string>
			<key>installed_size</key>
			<integer>146260</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.powerpoint.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_outlook.pkg</string>
			<key>installed_size</key>
			<integer>79304</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.outlook.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_messenger.pkg</string>
			<key>installed_size</key>
			<integer>84536</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.messenger.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_communicator.pkg</string>
			<key>installed_size</key>
			<integer>83956</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.communicator.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_rdc.pkg</string>
			<key>installed_size</key>
			<integer>18412</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.rdc.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_vb.pkg</string>
			<key>installed_size</key>
			<integer>9320</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.vb.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_proofing_catalan.pkg</string>
			<key>installed_size</key>
			<integer>4984</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.proofingtools.catalan.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_proofing_danish.pkg</string>
			<key>installed_size</key>
			<integer>7912</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.proofingtools.danish.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_proofing_dutch.pkg</string>
			<key>installed_size</key>
			<integer>6796</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.proofingtools.dutch.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_proofing_english.pkg</string>
			<key>installed_size</key>
			<integer>12156</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.proofingtools.english.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_proofing_finnish.pkg</string>
			<key>installed_size</key>
			<integer>6136</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.proofingtools.finnish.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_proofing_french.pkg</string>
			<key>installed_size</key>
			<integer>20104</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.proofingtools.french.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_proofing_german.pkg</string>
			<key>installed_size</key>
			<integer>27080</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.proofingtools.german.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_proofing_italian.pkg</string>
			<key>installed_size</key>
			<integer>27452</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.proofingtools.italian.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_proofing_japanese.pkg</string>
			<key>installed_size</key>
			<integer>2944</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.proofingtools.japanese.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_proofing_norwegian.pkg</string>
			<key>installed_size</key>
			<integer>14912</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.proofingtools.norwegian.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_proofing_portuguese.pkg</string>
			<key>installed_size</key>
			<integer>6224</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.proofingtools.portuguese.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_proofing_brazilian.pkg</string>
			<key>installed_size</key>
			<integer>4636</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.proofingtools.brazilian.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_proofing_spanish.pkg</string>
			<key>installed_size</key>
			<integer>8552</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.proofingtools.spanish.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_proofing_swedish.pkg</string>
			<key>installed_size</key>
			<integer>21096</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.proofingtools.swedish.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_proofing_czech.pkg</string>
			<key>installed_size</key>
			<integer>6956</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.proofingtools.czech.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_proofing_polish.pkg</string>
			<key>installed_size</key>
			<integer>9736</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.proofingtools.polish.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_proofing_russian.pkg</string>
			<key>installed_size</key>
			<integer>8380</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.proofingtools.russian.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_proofing_turkish.pkg</string>
			<key>installed_size</key>
			<integer>16024</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.proofingtools.turkish.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_dcc.pkg</string>
			<key>installed_size</key>
			<integer>6632</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.dcc.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_autoupdate.pkg</string>
			<key>installed_size</key>
			<integer>2240</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.autoupdate.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_errorreporting.pkg</string>
			<key>installed_size</key>
			<integer>4348</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.errorreporting.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_fonts.pkg</string>
			<key>installed_size</key>
			<integer>135780</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.fonts.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_automator.pkg</string>
			<key>installed_size</key>
			<integer>35032</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.automator.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_automator_workflow.pkg</string>
			<key>installed_size</key>
			<integer>844</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.automator_workflow.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_dock.pkg</string>
			<key>installed_size</key>
			<integer>16</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.dock.pkg.14.0.0</string>
			<key>version</key>
			<string>14.0.0.0.0</string>
		</dict>
	</array>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>14.0.0.0.0</string>
</dict>
</plist>
