<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string>Microsoft Office 2008 SP2 for Mac includes Word, Excel, PowerPoint, and Entourage.</string>
	<key>display_name</key>
	<string>Microsoft Office 2008 for Mac</string>
	<key>installed_size</key>
	<integer>1294292</integer>
	<key>installer_item_hash</key>
	<string>29bce07ae621b3b964e09bbc2297983faccd35f1424c15b3629c34b75a652b88</string>
	<key>installer_item_location</key>
	<string>microsoft/Office Installer.dmg</string>
	<key>installer_item_size</key>
	<integer>570736</integer>
	<key>installs</key>
	<array>
	    <dict>
	        <key>type</key>
	        <string>plist</string>
	        <key>path</key>
	        <string>/Applications/Microsoft Office 2008/Office/MicrosoftComponentPlugin.framework/Resources/Info.plist</string>
	        <key>CFBundleShortVersionString</key>
	        <string>12.2.2</string>
	    </dict>
	</array>
	<key>minimum_os_version</key>
	<string>10.4.9</string>
	<key>name</key>
	<string>Office2008</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>filename</key>
			<string>Office2008_en_word.pkg</string>
			<key>installed_size</key>
			<integer>146224</integer>
			<key>packageid</key>
			<string>com.microsoft.office.word.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_word_help_std.pkg</string>
			<key>installed_size</key>
			<integer>4572</integer>
			<key>packageid</key>
			<string>com.microsoft.office.word_help_std.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_excel.pkg</string>
			<key>installed_size</key>
			<integer>51336</integer>
			<key>packageid</key>
			<string>com.microsoft.office.excel.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_excel_help_std.pkg</string>
			<key>installed_size</key>
			<integer>10632</integer>
			<key>packageid</key>
			<string>com.microsoft.office.excel_help_std.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_powerpoint.pkg</string>
			<key>installed_size</key>
			<integer>42292</integer>
			<key>packageid</key>
			<string>com.microsoft.office.powerpoint.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_powerpoint_help_std.pkg</string>
			<key>installed_size</key>
			<integer>3612</integer>
			<key>packageid</key>
			<string>com.microsoft.office.powerpoint_help_std.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_entourage.pkg</string>
			<key>installed_size</key>
			<integer>46260</integer>
			<key>packageid</key>
			<string>com.microsoft.office.entourage.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_entourage_help_std.pkg</string>
			<key>installed_size</key>
			<integer>3200</integer>
			<key>packageid</key>
			<string>com.microsoft.office.entourage_help_std.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_messenger.pkg</string>
			<key>installed_size</key>
			<integer>55792</integer>
			<key>packageid</key>
			<string>com.microsoft.office.messenger.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_danish.pkg</string>
			<key>installed_size</key>
			<integer>8560</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.danish.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_dutch.pkg</string>
			<key>installed_size</key>
			<integer>4960</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.dutch.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_english.pkg</string>
			<key>installed_size</key>
			<integer>12380</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.english.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_finnish.pkg</string>
			<key>installed_size</key>
			<integer>6740</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.finnish.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_french.pkg</string>
			<key>installed_size</key>
			<integer>8676</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.french.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_german.pkg</string>
			<key>installed_size</key>
			<integer>33680</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.german.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_italian.pkg</string>
			<key>installed_size</key>
			<integer>24696</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.italian.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_japanese.pkg</string>
			<key>installed_size</key>
			<integer>3216</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.japanese.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_norwegian.pkg</string>
			<key>installed_size</key>
			<integer>15188</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.norwegian.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_portuguese.pkg</string>
			<key>installed_size</key>
			<integer>3788</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.portuguese.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_brazilian.pkg</string>
			<key>installed_size</key>
			<integer>5752</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.brazilian.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_spanish.pkg</string>
			<key>installed_size</key>
			<integer>16784</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.spanish.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_swedish.pkg</string>
			<key>installed_size</key>
			<integer>15004</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.swedish.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_core.pkg</string>
			<key>installed_size</key>
			<integer>321532</integer>
			<key>packageid</key>
			<string>com.microsoft.office.core.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_clipart.pkg</string>
			<key>installed_size</key>
			<integer>120728</integer>
			<key>packageid</key>
			<string>com.microsoft.office.clipart.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_equationeditor.pkg</string>
			<key>installed_size</key>
			<integer>2172</integer>
			<key>packageid</key>
			<string>com.microsoft.office.equationeditor.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_graph.pkg</string>
			<key>installed_size</key>
			<integer>9312</integer>
			<key>packageid</key>
			<string>com.microsoft.office.graph.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_ooxml.pkg</string>
			<key>installed_size</key>
			<integer>141172</integer>
			<key>packageid</key>
			<string>com.microsoft.office.ooxml.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_orgchart.pkg</string>
			<key>installed_size</key>
			<integer>3484</integer>
			<key>packageid</key>
			<string>com.microsoft.office.orgchart.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_sounds.pkg</string>
			<key>installed_size</key>
			<integer>5180</integer>
			<key>packageid</key>
			<string>com.microsoft.office.sounds.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_launch.pkg</string>
			<key>installed_size</key>
			<integer>16</integer>
			<key>packageid</key>
			<string>com.microsoft.office.launch.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_silverlight.pkg</string>
			<key>installed_size</key>
			<integer>20</integer>
			<key>packageid</key>
			<string>com.microsoft.office.silverlight.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_required.pkg</string>
			<key>installed_size</key>
			<integer>204</integer>
			<key>packageid</key>
			<string>com.microsoft.office.required.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_quit.pkg</string>
			<key>installed_size</key>
			<integer>12</integer>
			<key>packageid</key>
			<string>com.microsoft.office.quit.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_slt_std.pkg</string>
			<key>installed_size</key>
			<integer>320</integer>
			<key>packageid</key>
			<string>com.microsoft.office.slt_std.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_dcc.pkg</string>
			<key>installed_size</key>
			<integer>8296</integer>
			<key>packageid</key>
			<string>com.microsoft.office.dcc.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_browserplugin.pkg</string>
			<key>installed_size</key>
			<integer>168</integer>
			<key>packageid</key>
			<string>com.microsoft.office.browserplugin.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_autoupdate.pkg</string>
			<key>installed_size</key>
			<integer>2820</integer>
			<key>packageid</key>
			<string>com.microsoft.office.autoupdate.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_errorreporting.pkg</string>
			<key>installed_size</key>
			<integer>3812</integer>
			<key>packageid</key>
			<string>com.microsoft.office.errorreporting.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_helpviewer.pkg</string>
			<key>installed_size</key>
			<integer>1236</integer>
			<key>packageid</key>
			<string>com.microsoft.office.helpviewer.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_fonts.pkg</string>
			<key>installed_size</key>
			<integer>117632</integer>
			<key>packageid</key>
			<string>com.microsoft.office.fonts.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_automator.pkg</string>
			<key>installed_size</key>
			<integer>32040</integer>
			<key>packageid</key>
			<string>com.microsoft.office.automator.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_automator_workflow.pkg</string>
			<key>installed_size</key>
			<integer>776</integer>
			<key>packageid</key>
			<string>com.microsoft.office.automator_workflow.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_dock.pkg</string>
			<key>installed_size</key>
			<integer>16</integer>
			<key>packageid</key>
			<string>com.microsoft.office.dock.pkg</string>
			<key>version</key>
			<string>12.2.2.0.0</string>
		</dict>
	</array>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>12.2.2.0.0</string>
</dict>
</plist>