<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
	<dict>
		<key>autoremove</key>
		<false/>
		<key>catalogs</key>
		<array>
			<string>testing</string>
		</array>
		<key>description</key>
		<string>Microsoft Office 2011 installs Word 2011, Excel 2011, Powerpoint 2011, Outlook for Mac 2011 and Communicator.</string>
		<key>display_name</key>
		<string>Microsoft Office for Mac 2011</string>
		<key>installed_size</key>
		<integer>1798187</integer>
		<key>installer_item_hash</key>
		<string>0f3633861a360f48761b9321917b57d663cf318a5f261704128a361a737f140b</string>
		<key>installer_item_location</key>
		<string>microsoft/Office Installer-14.1.0.dmg</string>
		<key>installer_item_size</key>
		<integer>1041311</integer>
		<key>installs</key>
		<array>
			<dict>
				<key>type</key>
				<string>plist</string>
				<key>path</key>
				<string>/Applications/Microsoft Office 2011/Office/MicrosoftComponentPlugin.framework/Resources/Info.plist</string>
				<key>CFBundleShortVersionString</key>
				<string>14.1.0</string>
			</dict>
		</array>
		<key>installer_choices_xml</key>
		<array>
			<dict>
				<key>attributeSetting</key>
				<integer>0</integer>
				<key>choiceAttribute</key>
				<string>selected</string>
				<key>choiceIdentifier</key>
				<string>quit</string>
			</dict>
		</array>
		<key>minimum_os_version</key>
		<string>10.5.8</string>
		<key>name</key>
		<string>Office2011</string>
		<key>receipts</key>
		<array>
			<dict>
				<key>filename</key>
				<string>Office2011_all_quit.pkg</string>
				<key>installed_size</key>
				<integer>0</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.quit.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_licensing.pkg</string>
				<key>installed_size</key>
				<integer>82</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.licensing.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_en_required.pkg</string>
				<key>installed_size</key>
				<integer>8</integer>
				<key>packageid</key>
				<string>com.microsoft.office.en.required.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_setupasst.pkg</string>
				<key>installed_size</key>
				<integer>1462</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.setupasst.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_en_setupasst_resources.pkg</string>
				<key>installed_size</key>
				<integer>34</integer>
				<key>packageid</key>
				<string>com.microsoft.office.en.setupasst_resources.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_required_office.pkg</string>
				<key>installed_size</key>
				<integer>28</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.required_office.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_slt_std.pkg</string>
				<key>installed_size</key>
				<integer>8566</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.slt_std.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_en_readme.pkg</string>
				<key>installed_size</key>
				<integer>2</integer>
				<key>packageid</key>
				<string>com.microsoft.office.en.readme.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_core.pkg</string>
				<key>installed_size</key>
				<integer>193318</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.core.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_en_core_resources.pkg</string>
				<key>installed_size</key>
				<integer>18854</integer>
				<key>packageid</key>
				<string>com.microsoft.office.en.core_resources.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_en_core_themes.pkg</string>
				<key>installed_size</key>
				<integer>44539</integer>
				<key>packageid</key>
				<string>com.microsoft.office.en.core_themes.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_ooxml.pkg</string>
				<key>installed_size</key>
				<integer>25447</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.ooxml.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_en_sounds.pkg</string>
				<key>installed_size</key>
				<integer>4837</integer>
				<key>packageid</key>
				<string>com.microsoft.office.en.sounds.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_en_clipart.pkg</string>
				<key>installed_size</key>
				<integer>236943</integer>
				<key>packageid</key>
				<string>com.microsoft.office.en.clipart.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_clipart_search9.pkg</string>
				<key>installed_size</key>
				<integer>325</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.clipart_search9.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_equationeditor.pkg</string>
				<key>installed_size</key>
				<integer>2249</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.equationeditor.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_en_equationeditor_resources.pkg</string>
				<key>installed_size</key>
				<integer>1064</integer>
				<key>packageid</key>
				<string>com.microsoft.office.en.equationeditor_resources.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_graph.pkg</string>
				<key>installed_size</key>
				<integer>4100</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.graph.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_en_graph_resources.pkg</string>
				<key>installed_size</key>
				<integer>988</integer>
				<key>packageid</key>
				<string>com.microsoft.office.en.graph_resources.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_en_silverlight.pkg</string>
				<key>installed_size</key>
				<integer>0</integer>
				<key>packageid</key>
				<string>com.microsoft.office.en.silverlight.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_en_flip4mac.pkg</string>
				<key>installed_size</key>
				<integer>0</integer>
				<key>packageid</key>
				<string>com.microsoft.office.en.flip4mac.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_en_langregister.pkg</string>
				<key>installed_size</key>
				<integer>90</integer>
				<key>packageid</key>
				<string>com.microsoft.office.en.langregister.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_sharepointbrowserplugin.pkg</string>
				<key>installed_size</key>
				<integer>184</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.sharepointbrowserplugin.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_en_sharepointbrowserplugin_resources.pkg</string>
				<key>installed_size</key>
				<integer>1</integer>
				<key>packageid</key>
				<string>com.microsoft.office.en.sharepointbrowserplugin_resources.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_launch.pkg</string>
				<key>installed_size</key>
				<integer>0</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.launch.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_word.pkg</string>
				<key>installed_size</key>
				<integer>49848</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.word.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_en_word_resources.pkg</string>
				<key>installed_size</key>
				<integer>41481</integer>
				<key>packageid</key>
				<string>com.microsoft.office.en.word_resources.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_en_word_templates.pkg</string>
				<key>installed_size</key>
				<integer>128791</integer>
				<key>packageid</key>
				<string>com.microsoft.office.en.word_templates.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_en_word_wizards.pkg</string>
				<key>installed_size</key>
				<integer>15</integer>
				<key>packageid</key>
				<string>com.microsoft.office.en.word_wizards.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_excel.pkg</string>
				<key>installed_size</key>
				<integer>36407</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.excel.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_en_excel_resources.pkg</string>
				<key>installed_size</key>
				<integer>13409</integer>
				<key>packageid</key>
				<string>com.microsoft.office.en.excel_resources.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_en_excel_templates.pkg</string>
				<key>installed_size</key>
				<integer>2482</integer>
				<key>packageid</key>
				<string>com.microsoft.office.en.excel_templates.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_en_excel_webqueries.pkg</string>
				<key>installed_size</key>
				<integer>0</integer>
				<key>packageid</key>
				<string>com.microsoft.office.en.excel_webqueries.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_query_en.pkg</string>
				<key>installed_size</key>
				<integer>2677</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.query_en.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_en_solver.pkg</string>
				<key>installed_size</key>
				<integer>925</integer>
				<key>packageid</key>
				<string>com.microsoft.office.en.solver.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_powerpoint.pkg</string>
				<key>installed_size</key>
				<integer>25181</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.powerpoint.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_en_powerpoint_resources.pkg</string>
				<key>installed_size</key>
				<integer>5955</integer>
				<key>packageid</key>
				<string>com.microsoft.office.en.powerpoint_resources.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_en_powerpoint_templates.pkg</string>
				<key>installed_size</key>
				<integer>49555</integer>
				<key>packageid</key>
				<string>com.microsoft.office.en.powerpoint_templates.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_en_powerpoint_guidedmethods.pkg</string>
				<key>installed_size</key>
				<integer>58956</integer>
				<key>packageid</key>
				<string>com.microsoft.office.en.powerpoint_guidedmethods.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_outlook.pkg</string>
				<key>installed_size</key>
				<integer>42497</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.outlook.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_en_outlook_resources.pkg</string>
				<key>installed_size</key>
				<integer>37671</integer>
				<key>packageid</key>
				<string>com.microsoft.office.en.outlook_resources.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_en_outlook_scriptmenuitems.pkg</string>
				<key>installed_size</key>
				<integer>30</integer>
				<key>packageid</key>
				<string>com.microsoft.office.en.outlook_scriptmenuitems.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_vb.pkg</string>
				<key>installed_size</key>
				<integer>6061</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.vb.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_en_vb_resources.pkg</string>
				<key>installed_size</key>
				<integer>88</integer>
				<key>packageid</key>
				<string>com.microsoft.office.en.vb_resources.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_proofing_catalan.pkg</string>
				<key>installed_size</key>
				<integer>4710</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.proofing_catalan.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_proofing_danish.pkg</string>
				<key>installed_size</key>
				<integer>7638</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.proofing_danish.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_proofing_dutch.pkg</string>
				<key>installed_size</key>
				<integer>6521</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.proofing_dutch.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_proofing_english.pkg</string>
				<key>installed_size</key>
				<integer>11853</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.proofing_english.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_proofing_finnish.pkg</string>
				<key>installed_size</key>
				<integer>6067</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.proofing_finnish.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_proofing_french.pkg</string>
				<key>installed_size</key>
				<integer>19802</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.proofing_french.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_proofing_german.pkg</string>
				<key>installed_size</key>
				<integer>26779</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.proofing_german.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_proofing_italian.pkg</string>
				<key>installed_size</key>
				<integer>27154</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.proofing_italian.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_proofing_japanese.pkg</string>
				<key>installed_size</key>
				<integer>2831</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.proofing_japanese.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_proofing_norwegian.pkg</string>
				<key>installed_size</key>
				<integer>14385</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.proofing_norwegian.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_proofing_portuguese.pkg</string>
				<key>installed_size</key>
				<integer>5949</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.proofing_portuguese.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_proofing_brazilian.pkg</string>
				<key>installed_size</key>
				<integer>4360</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.proofing_brazilian.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_proofing_spanish.pkg</string>
				<key>installed_size</key>
				<integer>8273</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.proofing_spanish.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_proofing_swedish.pkg</string>
				<key>installed_size</key>
				<integer>20806</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.proofing_swedish.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_proofing_czech.pkg</string>
				<key>installed_size</key>
				<integer>6683</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.proofing_czech.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_proofing_polish.pkg</string>
				<key>installed_size</key>
				<integer>9467</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.proofing_polish.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_proofing_russian.pkg</string>
				<key>installed_size</key>
				<integer>8108</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.proofing_russian.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_proofing_turkish.pkg</string>
				<key>installed_size</key>
				<integer>15754</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.proofing_turkish.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_dcc.pkg</string>
				<key>installed_size</key>
				<integer>4627</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.dcc.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_en_dcc_resources.pkg</string>
				<key>installed_size</key>
				<integer>1578</integer>
				<key>packageid</key>
				<string>com.microsoft.office.en.dcc_resources.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_fonts.pkg</string>
				<key>installed_size</key>
				<integer>321587</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.fonts.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_en_fonts_fontcollection.pkg</string>
				<key>installed_size</key>
				<integer>23</integer>
				<key>packageid</key>
				<string>com.microsoft.office.en.fonts_fontcollection.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_automator.pkg</string>
				<key>installed_size</key>
				<integer>19592</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.automator.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_en_automator_workflow.pkg</string>
				<key>installed_size</key>
				<integer>576</integer>
				<key>packageid</key>
				<string>com.microsoft.office.en.automator_workflow.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Office2011_all_dock.pkg</string>
				<key>installed_size</key>
				<integer>0</integer>
				<key>packageid</key>
				<string>com.microsoft.office.all.dock.pkg.14.1.0</string>
				<key>version</key>
				<string>14.1.0</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>mau_all_autoupdate.pkg</string>
				<key>installed_size</key>
				<integer>1949</integer>
				<key>packageid</key>
				<string>com.microsoft.mau.all.autoupdate.pkg.2.3.2</string>
				<key>version</key>
				<string>2.3.2</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Communicator13_all_communicator.pkg</string>
				<key>installed_size</key>
				<integer>101695</integer>
				<key>packageid</key>
				<string>com.microsoft.oc.all.communicator.pkg.13.1.1</string>
				<key>version</key>
				<string>13.1.1</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>merp_all_errorreporting.pkg</string>
				<key>installed_size</key>
				<integer>3374</integer>
				<key>packageid</key>
				<string>com.microsoft.merp.all.errorreporting.pkg.2.2.6</string>
				<key>version</key>
				<string>2.2.6</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>Messenger8_all_messenger.pkg</string>
				<key>installed_size</key>
				<integer>75144</integer>
				<key>packageid</key>
				<string>com.microsoft.msgr.all.messenger.pkg.8.0.1</string>
				<key>version</key>
				<string>8.0.1</string>
			</dict>
			<dict>
				<key>filename</key>
				<string>RDC_all_rdc.pkg</string>
				<key>installed_size</key>
				<integer>15752</integer>
				<key>packageid</key>
				<string>com.microsoft.rdc.all.rdc.pkg.2.1.1</string>
				<key>version</key>
				<string>2.1.1</string>
			</dict>
		</array>
		<key>uninstall_method</key>
		<string>removepackages</string>
		<key>uninstallable</key>
		<true/>
		<key>version</key>
		<string>14.1.0</string>
	</dict>
</plist>
