<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string></string>
	<key>display_name</key>
	<string>Office 2008 12.2.9 Update</string>
	<key>installed_size</key>
	<integer>317516</integer>
	<key>installer_item_hash</key>
	<string>97f0b743ffcde423d7ed127eec36a1601df28387cb40faf445adbf5669b13107</string>
	<key>installer_item_location</key>
	<string>microsoft/Office2008-1229UpdateEN.dmg</string>
	<key>installer_item_size</key>
	<integer>341143</integer>
	<key>minimum_os_version</key>
	<string>10.4.9</string>
	<key>name</key>
	<string>Office 2008 Update</string>
	<key>requires</key>
	<array>
	  <string>Office2008-12.2.2.0.0</string>
	</array>
	<key>update_for</key>
	<array>
	  <string>Office2008</string>
	</array>
	<key>installs</key>
	<array>
	    <dict>
	        <key>type</key>
	        <string>plist</string>
	        <key>path</key>
	        <string>/Applications/Microsoft Office 2008/Office/MicrosoftComponentPlugin.framework/Resources/Info.plist</string>
	        <key>CFBundleShortVersionString</key>
	        <string>12.2.9</string>
	    </dict>
	</array>
	<key>receipts</key>
	<array>
		<dict>
			<key>filename</key>
			<string>Office2008_en_autoupdate_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>2880</integer>
			<key>packageid</key>
			<string>com.microsoft.office.autoupdate.pkg</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_word_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>3464</integer>
			<key>packageid</key>
			<string>com.microsoft.office.word.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_word_help_std_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>44</integer>
			<key>packageid</key>
			<string>com.microsoft.office.word_help_std.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_word_help_hse_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>44</integer>
			<key>packageid</key>
			<string>com.microsoft.office.word_help_hse.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_word_help_wda_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>44</integer>
			<key>packageid</key>
			<string>com.microsoft.office.word_help_wda.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_excel_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>1740</integer>
			<key>packageid</key>
			<string>com.microsoft.office.excel.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_excel_help_std_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>44</integer>
			<key>packageid</key>
			<string>com.microsoft.office.excel_help_std.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_excel_help_hse_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>44</integer>
			<key>packageid</key>
			<string>com.microsoft.office.excel_help_hse.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_excel_help_xla_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>44</integer>
			<key>packageid</key>
			<string>com.microsoft.office.excel_help_xla.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_powerpoint_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>1016</integer>
			<key>packageid</key>
			<string>com.microsoft.office.powerpoint.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_powerpoint_help_std_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>44</integer>
			<key>packageid</key>
			<string>com.microsoft.office.powerpoint_help_std.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_powerpoint_help_hse_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>44</integer>
			<key>packageid</key>
			<string>com.microsoft.office.powerpoint_help_hse.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_powerpoint_help_ppa_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>44</integer>
			<key>packageid</key>
			<string>com.microsoft.office.powerpoint_help_ppa.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_entourage_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>7440</integer>
			<key>packageid</key>
			<string>com.microsoft.office.entourage.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_entourage_help_std_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>148</integer>
			<key>packageid</key>
			<string>com.microsoft.office.entourage_help_std.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_entourage_help_hse_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>160</integer>
			<key>packageid</key>
			<string>com.microsoft.office.entourage_help_hse.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_entourage_help_era_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>156</integer>
			<key>packageid</key>
			<string>com.microsoft.office.entourage_help_era.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_danish_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>24</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.danish.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_dutch_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>24</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.dutch.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_english_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>5076</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.english.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_finnish_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>24</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.finnish.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_french_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>2644</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.french.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_german_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>2924</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.german.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_italian_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>2300</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.italian.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_japanese_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>544</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.japanese.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_norwegian_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>40</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.norwegian.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_portuguese_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>36</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.portuguese.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_brazilian_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>24</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.brazilian.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_spanish_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>1948</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.spanish.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_swedish_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>32</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.swedish.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_equationeditor_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>8</integer>
			<key>packageid</key>
			<string>com.microsoft.office.equationeditor.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_graph_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>6024</integer>
			<key>packageid</key>
			<string>com.microsoft.office.graph.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_ooxml_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>95308</integer>
			<key>packageid</key>
			<string>com.microsoft.office.ooxml.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_orgchart_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>2748</integer>
			<key>packageid</key>
			<string>com.microsoft.office.orgchart.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_helpviewer_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>1236</integer>
			<key>packageid</key>
			<string>com.microsoft.office.helpviewer.pkg</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_errorreporting_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>3752</integer>
			<key>packageid</key>
			<string>com.microsoft.office.errorreporting.pkg</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_automator_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>388</integer>
			<key>packageid</key>
			<string>com.microsoft.office.automator.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_automator_workflow_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>132</integer>
			<key>packageid</key>
			<string>com.microsoft.office.automator_workflow.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_quit_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>12</integer>
			<key>packageid</key>
			<string>com.microsoft.office.quit.pkg</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_slt_hse_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.slt_hse.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_slt_std_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.slt_std.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_dcc_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>9112</integer>
			<key>packageid</key>
			<string>com.microsoft.office.dcc.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_browserplugin_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>112</integer>
			<key>packageid</key>
			<string>com.microsoft.office.browserplugin.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_core_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>94452</integer>
			<key>packageid</key>
			<string>com.microsoft.office.core.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>12.2.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_entourage_ews_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>15904</integer>
			<key>packageid</key>
			<string>com.microsoft.office.entourage_ews.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>13.0.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_entourage_help_ews_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>3016</integer>
			<key>packageid</key>
			<string>com.microsoft.office.entourage_help_ews.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>13.0.9.0.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_entourage_core_ews_cmb_12.2.9.combo.pkg</string>
			<key>installed_size</key>
			<integer>52272</integer>
			<key>packageid</key>
			<string>com.microsoft.office.entourage_core_ews.pkg.cmb.12.2.9.combo</string>
			<key>version</key>
			<string>13.0.9.0.0</string>
		</dict>
	</array>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>13.0.9.0.0</string>
</dict>
</plist>
