<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string></string>
	<key>display_name</key>
	<string>Office 2011 14.1.3 Update</string>
	<key>installed_size</key>
	<integer>367701</integer>
	<key>installer_item_hash</key>
	<string>0db7a007f82a3e7d5b67d78d37618b08bd1708ca360b2db754aae37ed0962276</string>
	<key>installer_item_location</key>
	<string>microsoft/Office2011-1413UpdateEN.dmg</string>
	<key>installer_item_size</key>
	<integer>115154</integer>
	<key>minimum_os_version</key>
	<string>10.4.0</string>
	<key>name</key>
	<string>Office2011Update</string>
	<key>installs</key>
	<array>
		<dict>
			<key>type</key>
			<string>plist</string>
			<key>path</key>
			<string>/Applications/Microsoft Office 2011/Office/MicrosoftComponentPlugin.framework/Resources/Info.plist</string>
			<key>CFBundleShortVersionString</key>
			<string>14.1.3</string>
		</dict>
	</array>
	<key>installer_choices_xml</key>
	<array>
		<dict>
			<key>attributeSetting</key>
			<integer>0</integer>
			<key>choiceAttribute</key>
			<string>selected</string>
			<key>choiceIdentifier</key>
			<string>quit</string>
		</dict>
	</array>
	<key>receipts</key>
	<array>
		<dict>
			<key>filename</key>
			<string>Office2011_all_autoupdate_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>1949</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.autoupdate.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_errorreporting_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>3374</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.errorreporting.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_quit_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.quit.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_readme_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>2</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.readme.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_core_resources_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>15250</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.core_resources.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_core_themes_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.core_themes.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_ooxml_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>23338</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.ooxml.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_sounds_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.sounds.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_clipart_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.clipart.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_clipart_search9_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.clipart_search9.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_equationeditor_resources_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>26</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.equationeditor_resources.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_graph_resources_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>16</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.graph_resources.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_silverlight_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.silverlight.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_flip4mac_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.flip4mac.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_langregister_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>22</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.langregister.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_sharepointbrowserplugin_resources_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.sharepointbrowserplugin_resources.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_word_resources_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>4147</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.word_resources.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_word_templates_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.word_templates.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_word_wizards_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>15</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.word_wizards.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_excel_resources_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>4510</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.excel_resources.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_excel_templates_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.excel_templates.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_excel_webqueries_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.excel_webqueries.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_query_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>13172</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.query.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_solver_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>925</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.solver.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_powerpoint_resources_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>2314</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.powerpoint_resources.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_powerpoint_templates_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.powerpoint_templates.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_powerpoint_guidedmethods_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.powerpoint_guidedmethods.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_outlook_resources_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>34997</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.outlook_resources.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_outlook_scriptmenuitems_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>1</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.outlook_scriptmenuitems.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_vb_resources_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.vb_resources.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_catalan_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>381</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_catalan.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_danish_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>381</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_danish.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_dutch_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>380</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_dutch.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_english_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>1823</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_english.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_finnish_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>1</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_finnish.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_french_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>1363</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_french.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_german_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>1869</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_german.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_italian_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>381</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_italian.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_japanese_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>280</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_japanese.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_norwegian_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>762</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_norwegian.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_portuguese_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>381</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_portuguese.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_brazilian_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>381</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_brazilian.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_spanish_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>381</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_spanish.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_swedish_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>381</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_swedish.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_czech_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>380</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_czech.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_polish_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>381</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_polish.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_russian_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>381</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_russian.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_turkish_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>381</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_turkish.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_dcc_resources_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>1237</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.dcc_resources.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_fonts_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.fonts.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_fonts_fontcollection_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.fonts_fontcollection.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_automator_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>1936</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.automator.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_automator_workflow_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>13</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.automator_workflow.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_equationeditor_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.equationeditor.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_graph_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>3603</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.graph.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_sharepointbrowserplugin_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>235</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.sharepointbrowserplugin.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_word_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>35955</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.word.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_excel_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>27007</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.excel.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_powerpoint_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>18559</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.powerpoint.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_outlook_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>23825</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.outlook.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_vb_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>5431</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.vb.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_dcc_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>610</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.dcc.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_core_14.1.3.combo.pkg</string>
			<key>installed_size</key>
			<integer>134564</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.core.pkg.14.1.3.update</string>
			<key>version</key>
			<string>14.1.3</string>
		</dict>
	</array>
	<key>update_for</key>
	<array>
		<string>Office2011</string>
	</array>
	<key>requires</key>
	<array>
		<string>Office2011-14.1.0</string>
	</array>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>14.1.3</string>
</dict>
</plist>
